import './about.scss'

export default function About(){
    return(
        <div className="about-container">
            <h2>Лучшие ботинки из Беларуси</h2>
            <div className="about-text">
<p>Как написал chatpgpt, Магазин - это беларуский бренд, который специализируется на производстве и продаже ботинок премиум-класса. Компания была основана в 1995 году, когда ее создатели решили объединить свои знания и опыт в области обувного производства. С первых дней своего существования Магазин стал пользоваться большой популярностью среди покупателей, благодаря своей высокой качественной продукции.</p>

<p>Однако, за красивой витриной скрывалась темная сторона компании. В начале 2000-х годов, Магазин стал заниматься контрабандой своей продукции в Россию и США. Компания использовала различные методы для транспортировки своей продукции через границу, такие как фальшивые документы и скрытые отделения в грузовых машинах.</p>

<p>Криминальная деятельность компании не могла длиться вечно. В 2010 году Магазин попал в поле зрения правоохранительных органов, которые начали расследование их деятельности. В результате, несколько членов компании были арестованы, а сама компания получила штраф в размере нескольких миллионов долларов.</p>

<p>Однако, Магазин не сдались и продолжили работать, но теперь уже легальным путем. Компания изменила свой бизнес-план и стала ориентироваться на премиум сегмент. Каждая пара ботинок была создана из качественных материалов, таких как натуральная кожа и замша, а также была произведена с использованием самых передовых технологий.</p>

<p>Сегодня, Магазин стал одним из самых уважаемых брендов в Беларуси и за ее пределами. Компания продолжает производить высококачественную продукцию, которая устойчива к износу и имеет элегантный дизайн. Благодаря своей истории и качеству продукции, Магазин стал символом надежности и качества в мире обуви.</p>
            </div>
        </div>
    )
}